12/data/attachments/a8af9364e0d76303.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_eb87dd4a-63ed-4b3e-96f6-be056bc8dc47</nif:username>
            <nif:friendToBeAdded>Courtney_number_Actions_93223_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>